

<!DOCTYPE html>
<html lang="zh-Hans">
<head prefix="og: http://ogp.me/ns#"><meta name="generator" content="Hexo 3.9.0">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1">
    <meta name="description" content="21年的时光, 目前爱好于前端~">
    <title>如何自然入睡 | 执念</title>

    <!-- Open Graph -->
    <meta name="description" content="&amp;#x81EA;&amp;#x7136;&amp;#x5165;&amp;#x7761; &amp;amp; &amp;#x5931;&amp;#x7720;&amp;#x81EA;&amp;#x7136;&amp;#x5165;&amp;#x7761;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x751F;&amp;#x7269;&amp;#x4F53;&amp;#x6062;&amp;#x590D;&amp;#x4F53;&amp;#x529B;&amp;#x7CBE;&amp;#x529B;&amp;#x7684;&amp;#x57FA;&amp;">
<meta name="keywords" content="生活">
<meta property="og:type" content="article">
<meta property="og:title" content="如何自然入睡">
<meta property="og:url" content="https://bran-nie.github.io/2018/08/13/essay/how-to-sleep/index.html">
<meta property="og:site_name" content="执念">
<meta property="og:description" content="&amp;#x81EA;&amp;#x7136;&amp;#x5165;&amp;#x7761; &amp;amp; &amp;#x5931;&amp;#x7720;&amp;#x81EA;&amp;#x7136;&amp;#x5165;&amp;#x7761;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x751F;&amp;#x7269;&amp;#x4F53;&amp;#x6062;&amp;#x590D;&amp;#x4F53;&amp;#x529B;&amp;#x7CBE;&amp;#x529B;&amp;#x7684;&amp;#x57FA;&amp;">
<meta property="og:locale" content="zh-Hans">
<meta property="og:updated_time" content="2018-08-13T12:36:00.510Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="如何自然入睡">
<meta name="twitter:description" content="&amp;#x81EA;&amp;#x7136;&amp;#x5165;&amp;#x7761; &amp;amp; &amp;#x5931;&amp;#x7720;&amp;#x81EA;&amp;#x7136;&amp;#x5165;&amp;#x7761;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x751F;&amp;#x7269;&amp;#x4F53;&amp;#x6062;&amp;#x590D;&amp;#x4F53;&amp;#x529B;&amp;#x7CBE;&amp;#x529B;&amp;#x7684;&amp;#x57FA;&amp;">

    <script type="application/ld+json">
{
  "@context": "http://schema.org",
  "@type": "Person",
  "email": "mailto:pengcheng1995@gmail.com",
  "image": "undefined",
  "name": "鹏程",
  "url": "https://bran-nie.github.io"
}
</script>
    <script>
    var algoliaEnabled = false;
    
</script>

    

    
    

    
    
    
        <!-- stylesheets list from config.yml -->
        
        <link rel="stylesheet" href="/css/aloha.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/magnific-popup.js/1.1.0/magnific-popup.min.css">
        
    

</head>
<body id="body" style="margin-bottom: 0;" class="pushable">

    <div class="ui top fixed menu">
        <a class="item" id="menu-icon"><i class="sidebar icon"></i></a>
        <div class="header item"><a href="/">执念</a></div>
    </div>

    <div id="menu-sidebar" class="ui left vertical sidebar menu">

    <div id="sidebar-top">
        <div class="content">
            <h3>执念</h3>
        </div>
    </div>
    <div class="ui container sidebar-card">
    <div class="ui people shape content">
        <div class="active side">
            <div class="ui card">
                <div class="image">
                    <a href="/">
                        <img class="ui medium bordered image" src="/images/vae.jpg">
                    </a>
                </div>
                <div class="content">
                    <a class="header">鹏程</a>
                    
                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                        <div class="item">
                            <i class="marker icon" style="float: left"></i>
                            <div class="content">深圳</div>
                        </div>
                        
                        
                        <div class="item">
                            <i class="mail icon" style="float: left"></i>
                            <div class="content">
                                <a href="mailto:pengcheng1995@gmail.com">pengcheng1995@gmail.com</a>
                            </div>
                        </div>
                        
                    </div>

                </div>
                <div class="extra content">
                    <div class="ui list">
                        

                                <a href="https://github.com/bran-nie"><i class="large github icon" style="float: left"></i></a>

                            
                    </div>
                </div>
            </div>
        </div>
    </div>


</div>


    
    

    

    
    <a href="/index.html" class="item">
        <i class="home icon"></i>
        Home
    </a>

    
    

    

    
    <a href="/categories/Web/" class="item">
        <i class="pencil icon"></i>
        前端Web
    </a>

    
    

    

    
    <a href="/categories/教程/" class="item">
        <i class="pencil icon"></i>
        教程
    </a>

    
    

    

    
    <a href="/categories/随笔/" class="item">
        <i class="pencil icon"></i>
        随笔
    </a>

    
    

    

    
    <a href="/archives/" class="item">
        <i class="null icon"></i>
        Archives
    </a>

    
    

    

    
    <a href="/about" class="item">
        <i class="about icon"></i>
        About
    </a>

    

    
</div>

    <div class="pusher body-content">
        <div id="content" class="ui main container">
            <!--<div class="ui one column grid">-->
                <!--<div class="column">-->
                    <!--<div class="ui main container">-->
                        <div id="post-essay/how-to-sleep" class="ui main container article-type-post">

    

    <div class="ui divided grid">

        <div class="two column row" id="article-content">

            <div class="thirteen wide computer thirteen wide tablet sixteen wide mobile column">
                

<h1 class="ui header">
    
    如何自然入睡
</h1>



                <div class="article-inner">

                    <div class="article-entry" itemprop="articleBody">
                        
                        <h3 id="&#x81EA;&#x7136;&#x5165;&#x7761;-amp-&#x5931;&#x7720;"><a href="#&#x81EA;&#x7136;&#x5165;&#x7761;-amp-&#x5931;&#x7720;" class="headerlink" title="&#x81EA;&#x7136;&#x5165;&#x7761; &amp; &#x5931;&#x7720;"></a>&#x81EA;&#x7136;&#x5165;&#x7761; &amp; &#x5931;&#x7720;</h3><p>&#x81EA;&#x7136;&#x5165;&#x7761;&#x662F;&#x4E00;&#x4E2A;&#x751F;&#x7269;&#x4F53;&#x6062;&#x590D;&#x4F53;&#x529B;&#x7CBE;&#x529B;&#x7684;&#x57FA;&#x7840;&#x65B9;&#x5F0F;&#x3002;</p>
<p>&#x800C;&#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#xFF0C;&#x81EA;&#x53E4;&#x4EE5;&#x6765;&#x6B63;&#x5E38;&#x7684;&#x4F5C;&#x606F;&#x4E60;&#x60EF;&#x662F;&#x65E5;&#x843D;&#x800C;&#x7761;&#x65E5;&#x5347;&#x800C;&#x8D77;&#xFF0C;&#x9ED1;&#x591C;&#x7559;&#x7ED9;&#x68A6;&#xFF0C;&#x767D;&#x663C;&#x4EA4;&#x7ED9;&#x884C;&#x3002;</p>
<p>&#x5165;&#x7761;&#x8FD9;&#x4E2A;&#x57FA;&#x7840;&#x65B9;&#x5F0F;&#xFF0C;&#x539F;&#x672C;&#x5728;&#x81EA;&#x6211;&#x7684;&#x751F;&#x7269;&#x949F;&#x91CC;&#x662F;&#x6709;&#x89C4;&#x5F8B;&#x3002;&#x5728;&#x5982;&#x4ECA;&#xFF0C;&#x5374;&#x88AB;&#x5404;&#x79CD;&#x5916;&#x754C;&#x56E0;&#x7D20;&#x7EB7;&#x7EB7;&#x6270;&#x6270;&#xFF1A;&#x591C;&#x573A;&#x805A;&#x4F1A;&#x3001;&#x591C;&#x91CC;&#x6D4F;&#x89C8;&#x624B;&#x673A;&#x3001;&#x60C5;&#x7EEA;&#x4E0A;&#x7684;&#x6CE2;&#x52A8;&#x3001;&#x88AB;&#x5FFD;&#x89C6;&#x7684;&#x5149;&#x7EBF;&#x4F5C;&#x7528;&#x3001;&#x996E;&#x98DF; &#x7B49;&#x7B49;&#x7B49;&#xFF0C;&#x65E0;&#x6CD5;&#x6309;&#x65F6;&#x5165;&#x7761;&#xFF0C;&#x79F0;&#x4E4B;&#x4E3A;&#x5931;&#x7720;&#x3002;&#x53CD;&#x800C;&#x80FD;&#x591F;&#x5728;&#x8F83;&#x597D;&#x7684;&#x65F6;&#x95F4;&#x8303;&#x56F4;&#x6B63;&#x5E38;&#xFF08;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x5FEB;&#x901F;&#xFF09;&#x81EA;&#x7136;&#x5165;&#x7761;&#x7684;&#x4EBA;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x5C11;&#xFF0C;&#x8FD8;&#x88AB;&#x8BF4;&#x7FA1;&#x6155;&#x3002;</p>
<h3 id="1-&#x5931;&#x7720;&#x662F;&#x4EC0;&#x4E48;"><a href="#1-&#x5931;&#x7720;&#x662F;&#x4EC0;&#x4E48;" class="headerlink" title="1. &#x5931;&#x7720;&#x662F;&#x4EC0;&#x4E48;"></a>1. &#x5931;&#x7720;&#x662F;&#x4EC0;&#x4E48;</h3><p>&#x5931;&#x7720;&#x662F;&#x4E00;&#x79CD;&#x4E0D;&#x5BB9;&#x6613;&#x81EA;&#x7136;&#x5730;&#x8FDB;&#x5165;&#x7761;&#x7720;&#x72B6;&#x6001;&#x7684;&#x75C7;&#x72B6;&#xFF0C;&#x4E00;&#x822C;&#x662F;&#x96BE;&#x4EE5;&#x5165;&#x7761;&#x6216;&#x8005;&#x662F;&#x96BE;&#x4EE5;&#x6709;&#x4E00;&#x4E2A;&#x8F83;&#x957F;&#x65F6;&#x95F4;&#x3001;&#x8F83;&#x597D;&#x8D28;&#x91CF;&#x7684;&#x7761;&#x7720;&#x3002;</p>
<p>&#x4F1A;&#x6709;&#x4EC0;&#x4E48;&#x5F71;&#x54CD;&#xFF1F;</p>
<ol class="ui list">
<li>&#x767D;&#x5929;&#x7CBE;&#x795E;&#x4E0D;&#x4F73;&#xFF1F;</li>
<li>&#x6CE8;&#x610F;&#x529B;&#x8F83;&#x96BE;&#x96C6;&#x4E2D;&#xFF0C;&#x5728;&#x5DE5;&#x4F5C;&#x3001;&#x5B66;&#x4E60;&#x4E0A;&#xFF0C;&#x6548;&#x679C;&#x8FBE;&#x4E0D;&#x5230;&#x9884;&#x671F;&#x3002;</li>
<li>&#x5BF9;&#x8EAB;&#x4F53;&#x7684;&#x5404;&#x79CD;&#x5FAE;&#x73AF;&#x5883;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x5982;&#x60C5;&#x7EEA;&#x3001;&#x751F;&#x7406;&#x8D1F;&#x9762;&#x53D8;&#x5316;&#x3001;&#x8FD8;&#x6709;&#x7ED9;&#x4EBA;&#x5916;&#x8C8C;&#x7684;&#x611F;&#x5B98;&#x7B49;&#x7B49;</li>
</ol>
<p>&#x53E6;&#x5916;&#xFF0C;&#x5931;&#x7720;&#x5E38;&#x89C1;&#x7684;&#x662F;&#x77ED;&#x671F;&#xFF0C;&#x51E0;&#x5929;&#xFF1F;&#x4E00;&#x5468;&#xFF1F;&#x518D;&#x4E25;&#x91CD;&#x4E9B;&#xFF0C;&#x4EE5;&#x6708;&#x4E3A;&#x8BA1;&#x6570;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x5F71;&#x54CD;&#x4E5F;&#x4F1A;&#x66F4;&#x5927;&#x3002;</p>
<h3 id="2-&#x5982;&#x679C;&#x81EA;&#x5DF1;&#x5931;&#x7720;&#xFF0C;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#x5462;&#xFF1F;"><a href="#2-&#x5982;&#x679C;&#x81EA;&#x5DF1;&#x5931;&#x7720;&#xFF0C;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#x5462;&#xFF1F;" class="headerlink" title="2. &#x5982;&#x679C;&#x81EA;&#x5DF1;&#x5931;&#x7720;&#xFF0C;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#x5462;&#xFF1F;"></a>2. &#x5982;&#x679C;&#x81EA;&#x5DF1;&#x5931;&#x7720;&#xFF0C;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#x5462;&#xFF1F;</h3><blockquote>
<p>&#x5931;&#x7720;&#xFF1A;&#x542C;&#x8BF4;&#x6709;&#x4EBA;&#x8001;&#x662F;&#x4E3B;&#x52A8;or&#x88AB;&#x52A8;&#x7684;&#x8C03;&#x6574;&#x81EA;&#x5DF1;&#x7684;&#x4F5C;&#x606F;&#x65F6;&#x95F4;&#xFF0C;&#x8FD8;&#x8BA9;&#x6211;&#x80CC;&#x9ED1;&#x9505;&#x3002;@#@#@&#xFFE5;#@#</p>
</blockquote>
<p>&#x4E00;&#x5343;&#x4E2A;&#x4EBA;&#x773C;&#x91CC;&#x6709;&#x4E00;&#x5343;&#x4E2A;&#x54C8;&#x59C6;&#x96F7;&#x7279;&#xFF0C;&#x5F53;&#x7136;&#x6BCF;&#x4E2A;&#x5931;&#x7720;&#x7684;&#x4EBA;&#x513F;&#x4E5F;&#x4F1A;&#x6709;&#x5C5E;&#x4E8E;&#x4ED6;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x56E0;&#x3002;&#x6240;&#x4EE5;&#x5F53;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x5931;&#x7720;&#x540E;&#xFF0C;&#x9996;&#x5148;&#x53EF;&#x4EE5;&#x4ECE;&#x81EA;&#x5DF1;&#x7684;&#x4F5C;&#x606F;&#x4E60;&#x60EF;&#x3001;&#x665A;&#x4E0A;&#x5341;&#x70B9;&#x540E;&#x7684;&#x6D3B;&#x52A8;&#x662F;&#x4EC0;&#x4E48;&#x3001;&#x6700;&#x8FD1;&#x7684;&#x751F;&#x6D3B;&#x72B6;&#x6001;&#x7B49;&#x8FD9;&#x4E9B;&#x627E;&#x627E;&#x6E90;&#x5934;&#x3002;</p>
<p>&#x4EE5;&#x4E0B;&#x6211;&#x4E3E;&#x51E0;&#x4E2A;&#x573A;&#x666F;&#x6817;&#x5B50;&#x1F330;&#xFF0C;&#x4EC5;&#x4F9B;&#x53C2;&#x8003;~</p>
<ol class="ui list">
<li>&#x65E9;&#x4E0A;&#x7761;&#x9192;&#xFF0C;&#x5148;&#x8EBA;&#x5728;&#x5E8A;&#x4E0A;&#x73A9;&#x4E2A;&#x534A;&#x5C0F;&#x65F6;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x7684;&#x624B;&#x673A;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x4E0D;&#x9700;&#x8981;&#x4E0A;&#x8BFE;/&#x73ED;&#x7684;&#x4E0A;&#x5348;&#xFF0C;&#x90A3;&#x66F4;&#x8212;&#x670D;&#xFF0C;&#x73A9;&#x4E2A;&#x4E0A;&#x5348;no  problem&#xFF0C;&#x65E9;&#x9910;&#xFF1F;&#x4E0D;&#x9700;&#x8981;&#x4E86;&#x3002;     </li>
<li>&#x665A;&#x4E0A;&#x54E6;&#x4E0D;&#x591C;&#x91CC;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x65F6;&#x95F4;&#x4FE8;&#x7136;&#x8FC7;&#x4E86;&#x5341;&#x4E8C;&#x70B9;&#x6216;&#x8005;&#x66F4;&#x665A;&#x3002;&#x548C;&#x5C0F;&#x59D0;&#x59D0;&#x5C0F;&#x54E5;&#x54E5;&#x804A;&#x804A;&#x5FAE;&#x4FE1;&#x3001;&#x5237;&#x5237;&#x6DD8;&#x5B9D;&#x3001;&#x770B;&#x770B;&#x5FAE;&#x535A;&#x3001;&#x7785;&#x7785;&#x6296;&#x97F3;</li>
<li>&#x4E00;&#x5468;&#x5171;&#x4E03;&#x5929;&#xFF0C;&#x516D;&#x5929;&#x591C;&#x91CC;&#x5728;&#x55E8;&#x76AE;</li>
<li>&#x5173;&#x4E86;&#x706F;&#xFF0C;&#x8EBA;&#x5728;&#x5E8A;&#x4E0A;&#x770B;&#x7535;&#x5B50;&#x4EA7;&#x54C1;&#xFF0C;&#x706F;&#x5149;&#x6620;&#x5C04;&#x7684;&#x662F;&#x4E00;&#x5F20;&#x9ED1;&#x591C;&#x52A8;&#x7269;&#x7684;&#x8138;&#x3002;</li>
<li>&#x5FC3;&#x6709;&#x6240;&#x601D;&#x601D;&#x5FF5;&#x751A;&#x5F3A;&#x3001;&#x5FC3;&#x6709;&#x60B2;&#x51C9;&#x51C9;&#x81F3;&#x96BE;&#x7761;&#x3002;</li>
<li>&#x1F449;&#x4F60;&#x7684;&#x6545;&#x4E8B;&#x4F60;&#x6765;&#x8BF4;&#xFF0C;&#x4F60;&#x7684;&#x5931;&#x7720;&#x4F60;&#x77E5;&#x9053;</li>
</ol>
<p>&#x5982;&#x4E0A;&#xFF0C;&#x662F;&#x6211;&#x8FD9;&#x4E2A;&#x5E74;&#x9F84;&#x7684;&#x4EBA;&#xFF0C;&#x5E38;&#x89C1;&#x7684;&#x4E00;&#x4E9B;&#x751F;&#x6D3B;&#x4E60;&#x60EF;&#xFF0C;&#x5F53;&#x7136;&#x4E0D;&#x5168;&#x9762;&#xFF0C;&#x53EF;&#x80FD;&#x4E5F;&#x4E0D;&#x591F;&#x4E25;&#x8C28;&#x3002;</p>
<p>&#x81EA;&#x5DF1;&#x201C;&#x5931;&#x7720;&#x201D;&#x4E86;&#xFF0C;&#x5DF2;&#x7ECF;&#x627E;&#x5230;&#x53EF;&#x80FD;&#x9020;&#x6210;&#x7684;&#x539F;&#x56E0;&#x4E86;&#xFF0C;&#x90A3;&#x63A5;&#x4E0B;&#x6765;&#xFF1F;&#xFF08;&#x4E00;&#x6837;&#x662F; &#x5BF9;&#x5E94;&#x4E0A;&#x9762;&#x51E0;&#x6761;&#xFF09;</p>
<p>PS&#xFF1A;&#x6539;&#x53D8;&#x72B6;&#x6001;&#x3001;&#x6539;&#x53D8;&#x4E60;&#x60EF;&#xFF0C;&#x5F80;&#x5F80;&#x662F;&#x4E00;&#x4E2A;&#x590D;&#x6742;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x4ECE;&#x8212;&#x9002;&#x533A;&#x5230;&#x5916;&#x9762;&#x6765;&#xFF0C;&#x90A3;&#x597D;&#x4E86;&#xFF0C;&#x4E0D;&#x4EC5;&#x590D;&#x6742;&#xFF0C;&#x8FD8;&#x8270;&#x96BE;&#x3002;&#x1F636;</p>
<ol class="ui list">
<li><strong>&#x7761;&#x9192;&#x5373;&#x8D77;&#x5E8A;</strong>&#xFF0C;&#x9996;&#x5148;&#x4F60;&#x8981;&#x77E5;&#x9053;&#xFF0C;&#x5E8A;&#x7684;&#x7B2C;&#x4E00;&#x529F;&#x80FD;&#x662F;&#x7761;&#x89C9;&#x3002;&#x9664;&#x4E86;&#x4F60;&#x77E5;&#x9053;&#x5916;&#xFF0C;&#x4F60;&#x8FD8;&#x8981;&#x8BA9;&#x4F60;&#x7684;&#x8EAB;&#x4F53;&#x8BB0;&#x4F4F;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x8D77;&#x5E8A;&#x540E;&#xFF0C;&#x6D17;&#x6F31;&#x5B8C;&#x518D;&#x73A9;&#x624B;&#x673A;&#x6216;&#x5176;&#x4ED6;&#x7684;&#x4EC0;&#x4E48;&#x6D3B;&#x52A8;&#xFF0C;&#x4E0D;&#x4E5F;&#x662F;&#x5F88;&#x597D;&#x7684;&#x561B;&#xFF0C;&#x96BE;&#x9053;&#x6302;&#x7740;&#x773C;*&#x8033;* &#x7684;&#xFF0C;&#x770B;&#x624B;&#x673A;&#x6709;&#x7279;&#x6B8A;&#x6548;&#x679C;&#x52A0;&#x6210;&#xFF1F;&#x8FD9;&#x5C31;&#x6D89;&#x53CA;&#x5230;&#x6211;&#x7684;&#x77E5;&#x8BC6;&#x76F2;&#x533A;&#x4E86;&#x1F62F;   &#x65E9;&#x9910;&#x5C3D;&#x91CF;&#x5403;&#xFF0C;&#x6CA1;&#x6BD2;&#x8FD8;&#x6709;&#x597D;&#x5904;</li>
<li><strong>&#x5341;&#x4E8C;&#x70B9;&#x4E86;&#xFF0C;&#x4E00;&#x70B9;&#x591A;&#x4E86;&#xFF0C;&#x4E0D;&#x7761;&#x89C9;&#x5E72;&#x5565;&#x5B50;&#x5462;&#xFF0C;&#x96BE;&#x9053;&#x8981;&#x51FA;&#x53BB;&#x89C5;&#x98DF;&#x561B;</strong>&#xFF0C;&#x629B;&#x53BB;&#x6709;&#x5927;&#x4E8B;&#x7B49;&#x7279;&#x6B8A;&#x60C5;&#x51B5;&#x4E4B;&#x5916;&#xFF0C;&#x6709;&#x4EC0;&#x4E48;&#x7406;&#x7531;&#x8BA9;&#x4F60;&#x575A;&#x6301;&#x5728;&#x591C;&#x91CC;&#x8FD8;&#x62C9;&#x7740;&#x522B;&#x4EBA;&#x804A;&#x5929;&#x5462;&#xFF0C;&#x81F3;&#x4E8E;&#x6DD8;&#x5B9D;&#x5FAE;&#x535A;&#x7684;&#xFF0C;&#x767D;&#x5929;&#x5237;&#x4E0D;&#x5230;&#x4E86;&#x5417;&#xFF0C;&#x6296;&#x97F3;&#xFF1F;&#x786E;&#x5B9A;&#x4E0D;&#x662F;&#x770B;&#x6765;&#x7B11;&#x4E00;&#x7B11;&#x6216;&#x8005;&#x770B;&#x770B;&#x5E05;&#x54E5;&#x7F8E;&#x5973;&#x7684;&#xFF1F;&#x5148;&#x60F3;&#x60F3;&#x81EA;&#x5DF1;&#x7684;&#x8EAB;&#x4F53;&#xFF0C;&#x65E9;&#x7761;&#x8EAB;&#x4F53;&#x597D;&#x3002;</li>
<li><strong>&#x5E74;&#x8F7B;&#x4EBA;&#xFF0C;&#x6325;&#x970D;&#x7684;&#x662F;&#x9752;&#x6625;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x4F60;&#x7684;&#x8089;&#x4F53;</strong>&#x3002; &#x8EAB;&#x4F53;&#x8FDF;&#x65E9;&#x4F1A;&#x751F;&#x6C14;&#x7684;&#x3002;&#x73A9;&#x662F;&#x53EF;&#x4EE5;&#x6EF4;&#xFF0C;&#x5EA6;&#x4E5F;&#x662F;&#x8981;&#x628A;&#x63E1;&#x6EF4;&#x3002;&#x4F46;&#x4E0D;&#x8981;&#x5468;&#x5468;&#x4E50;&#x5450;&#x3002;</li>
<li>&#x6572;&#x9ED1;&#x677F;&#xFF0C;&#x591C;&#x91CC;&#x5173;&#x706F;&#x73A9;&#x624B;&#x673A;&#xFF0C;<strong>&#x8868;&#x73B0;&#x51FA;&#x6765;&#x7684;&#x662F;&#x5BF9;&#x9762;&#x90E8;&#x76AE;&#x80A4;&#x7684;&#x5371;&#x5BB3;&#xFF0C;&#x6F5C;&#x5728;&#x7684;&#x662F;&#x5BF9;&#x751F;&#x7269;&#x949F;&#x7684;&#x6311;&#x8845;</strong>&#x3002;&#x9ED1;&#x6697;&#x73AF;&#x5883;&#x4E0B;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x673A;&#x4F53;&#x5DF2;&#x7ECF;&#x8FDB;&#x5165;&#x4F11;&#x606F;&#x72B6;&#x6001;&#xFF0C;&#x5C31;&#x53CC;&#x624B;&#x548C;&#x5934;&#x90E8;&#x4EA2;&#x594B;&#xFF0C;&#x8FD9;&#x4E0D;&#x662F;&#x8981;&#x641E;&#x5206;&#x88C2;&#x561B;&#xFF0C;&#x4F7F;&#x4E0D;&#x5F97;&#x4F7F;&#x4E0D;&#x5F97;&#x3002;</li>
<li>emmm&#xFF0C;&#x8FD9;&#x4E2A;&#x662F;&#x6700;&#x96BE;&#x7684;&#xFF0C;&#x60C5;&#x7EEA;&#x8FD9;&#x79CD;&#x4E8B;&#x60C5;&#xFF0C;&#x8BF4;&#x6765;&#x5C31;&#x6765;&#x8BF4;&#x8D70;&#x5C31;&#x8D70;&#x3002;&#x4E0D;&#x8BF4;&#x4ED6;&#x4EBA;&#xFF0C;&#x5C31;&#x6211;&#x81EA;&#x5DF1;&#x6709;&#x65F6;&#x4E5F;&#x4F1A;&#x644A;&#x624B;&#x65E0;&#x5948;&#x1F937;&#x200D;&#x2640;&#xFE0F;&#xFF0C;&#x4F46;&#x8FD8;&#x597D;&#x4E0D;&#x662F;&#x7ECF;&#x5E38;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x8FDE;&#x7EED;&#x3002;&#x5BF9;&#x6B64;&#xFF0C;&#x6211;&#x60F3;&#x5230;&#x7684;&#x662F;&#x63A7;&#x5236;&#xFF0C;&#x9664;&#x4E86;&#x4E0A;&#x8FF0;&#x7684;&#x63A7;&#x5236;&#x8EAB;&#x4F53;&#x5916;&#xFF0C;&#x4E5F;&#x8FD8;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x63A7;&#x5236;&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x601D;&#x7EF4;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x5982;&#x679C;&#x56E0;&#x4F4E;&#x843D;&#x60C5;&#x7EEA;&#x5B9E;&#x5728;&#x662F;&#x96BE;&#x4EE5;&#x907F;&#x514D;&#x7684;&#x60C5;&#x7EEA;&#x5316;&#x5931;&#x7720;&#xFF0C;&#x8BB2;&#x771F;<strong>&#x53EF;&#x4EE5;&#x53BB;&#x627E;&#x57FA;&#x53CB;/&#x95FA;&#x871C;&#x804A;&#x804A;&#x4E86;</strong>&#xFF0C;&#x6216;&#x8005;&#x770B;&#x770B;&#x5FC3;&#x7406;&#x533B;&#x751F;&#x3002;</li>
<li>&#x4F60;&#x7684;&#x6545;&#x4E8B;&#x4F60;&#x6765;&#x8BF4;&#xFF0C;&#x53EA;&#x662F;&#x6211;&#x8FD8;&#x6CA1;&#x542C;&#x5230;&#xFF0C;&#x6240;&#x4EE5;&#x6B64;&#x5904;&#x5FFD;&#x7565;&#x3002;</li>
</ol>
<blockquote>
<p>&#x5931;&#x7720;&#xFF1A;&#x770B;&#x4E86;&#x4E0A;&#x9762;&#x8FD9;&#x4E9B;&#x8BDD;&#xFF0C;&#x6211;&#x5931;&#x7720;&#x89C9;&#x5F97;&#x9ED1;&#x9505;&#x80CC;&#x7684;&#x4E8F;&#xFF0C;&#x660E;&#x660E;&#x4ED6;&#x4EEC;&#x597D;&#x591A;&#x4EBA;&#x53EA;&#x662F;&#x5047;&#x6027;&#x5931;&#x7720;&#xFF01;  &#x201C;&#x6B6A;&#xFF0C;3.15&#x534F;&#x4F1A;&#x5417;&#xFF0C;&#x6211;&#x8981;&#x4E3E;&#x62A5;&#x5047;&#x6027;&#x5931;&#x7720;&#x201D;</p>
</blockquote>
<p><strong>&#x603B;&#x7ED3;&#xFF1A;</strong></p>
<ol class="ui list">
<li><strong>&#x9762;&#x5BF9;&#x5047;&#x6027;&#x5931;&#x7720;&#xFF08;&#x53EF;&#x4EE5;&#x79F0;&#x4E3A;&#x4E0D;&#x826F;&#x4E60;&#x60EF;&#x9020;&#x6210;&#xFF09;&#xFF0C;&#x5982;&#x679C;&#x60F3;&#x6539;&#x5584;&#xFF0C;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x9002;&#x5EA6;&#x77EB;&#x6B63;&#x751F;&#x6D3B;&#x4F5C;&#x606F;&#x4E60;&#x60EF;&#xFF0C;&#x6362;&#x4E2A;&#x89D2;&#x5EA6;&#x601D;&#x8003;&#xFF0C;&#x4E00;&#x5929;&#x90FD;&#x662F;24&#x5C0F;&#x65F6;&#xFF0C;&#x665A;&#x4E0A;&#x665A;&#x70B9;&#x7761;&#xFF0C;&#x660E;&#x5929;&#x591A;&#x7761;&#x4F1A;&#x6216;&#x8005;&#x6CA1;&#x7761;&#x591F;&#x4E0D;&#x7CBE;&#x795E;&#xFF0C;&#x4F55;&#x5FC5;&#x4E0D;&#x9009;&#x62E9;&#x665A;&#x4E0A;&#x597D;&#x597D;&#x7761;&#x89C9;&#xFF0C;&#x767D;&#x5929;&#x597D;&#x597D;&#x505A;      &#x4E8B;&#x5462; &#x3002;&#x6EF4;&#x3002;</strong></li>
<li><strong>&#x9762;&#x5BF9;&#x771F;&#x4E36;&#x5931;&#x7720;&#xFF08;&#x4E00;&#x822C;&#x662F;&#x60C5;&#x7EEA;&#x6216;&#x75BE;&#x75C5;&#x9020;&#x6210;&#xFF09;</strong><ol>
<li><strong>&#x60C5;&#x7EEA;&#x7684;&#x8BDD;&#xFF0C;&#x5982;&#x597D;&#x7684;&#x60C5;&#x7EEA;&#xFF08;&#x76F8;&#x601D;&#xFF09;&#xFF0C;&#x76F8;&#x601D;&#x662F;&#x4E00;&#x4EF6;&#x597D;&#x4E8B;&#x60C5;&#xFF0C;&#x4F46;&#x9AD8;&#x8D35;&#x3001;&#x5E05;&#x6C14;/&#x4ED9;&#x6C14;&#x3001;&#x77E5;&#x6027;&#x3001;&#x5927;&#x65B9;&#x7B49;&#x7B49;&#x7B49;&#x7684;&#x4F60;&#xFF0C;&#x4E3A;&#x81EA;&#x5DF1;&#x8003;&#x8651;&#x8003;&#x8651;&#xFF0C;&#x5148;&#x7761;&#x89C9;&#x5427;&#xFF0C;&#x591C;&#x6DF1;&#x4E86;&#xFF0C;&#x522B;&#x7740;&#x51C9;&#x4E86;&#x3002;&#x518D;&#x8BF4;&#xFF0C;&#x5148;&#x7167;&#x987E;&#x597D;&#x81EA;&#x5DF1;&#xFF0C;&#x624D;&#x80FD;&#x7167;&#x987E;&#x597D;&#x4ED6;&#x4EBA;&#x5440;&#x3002;&#x662F;&#x4E0D;~</strong></li>
<li><strong>&#x60C5;&#x7EEA;&#x7684;&#x8BDD;&#xFF0C;&#x5982;&#x5DEE;&#x7684;&#x60C5;&#x7EEA;&#xFF08;&#x60B2;&#x4F24;&#xFF09;&#xFF0C;&#x80FD;&#x4E0D;&#x80FD;&#x9006;&#x6D41;&#x6210;&#x6CB3;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x4F46;&#x6211;&#x77E5;&#x9053;&#x5BF9;&#x4F60;&#x7684;&#x60B2;&#x4F24;&#xFF0C;&#x53EA;&#x4F1A;&#x66F4;&#x60B2;&#x4F24;&#x3002;&#x591C;&#x91CC;&#x8C08;&#x60C5;&#xFF0C;&#x8981;&#x4E48;&#x60C5;&#x4FDE;&#x6DF1;&#xFF0C;&#x8981;&#x4E48;&#x4F24;&#x4FDE;&#x75DB;&#x3002;  &#x5F00;&#x5FC3;&#x90FD;&#x96F7;&#x540C;&#xFF0C;&#x60B2;&#x4F24;&#x5343;&#x4E07;&#x79CD;&#x3002;&#x6B64;&#x65F6;&#x7684;&#x4F60;&#xFF0C;&#x9700;&#x8981;&#x7684;&#x4E0D;&#x662F;&#x6DF1;&#x6E0A;&#x822C;&#x7684;&#x5931;&#x7720;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x4E24;&#x4E2A;&#x77E5;&#x5FC3;&#x597D;&#x53CB;&#xFF0C;&#x8BF4;&#x51FA;&#x6765;&#x5427;&#xFF0C;&#x4F1A;&#x597D;&#x4E9B;&#xFF0C;&#x76F8;&#x4FE1;&#x6211;&#x3002;</strong></li>
<li><strong>&#x75BE;&#x75C5;&#x7684;&#x8BDD;&#xFF0C;emmm&#xFF0C;&#x6211;&#x4E0D;&#x61C2;&#x5C31;&#x4E0D;&#x4E00;&#x672C;&#x6B63;&#x7ECF;&#x7684;&#x80E1;&#x8BF4;&#x516B;&#x9053;&#x4E86;&#x3002;&#x8981;&#x662F;&#x8EAB;&#x4F53;&#x75BE;&#x75C5;&#xFF0C;&#x90A3;&#x53BB;&#x533B;&#x9662;&#x6302;&#x53F7;&#x770B;&#x75C5;&#xFF0C;&#x8981;&#x662F;&#x5FC3;&#x7406;&#x75BE;&#x75C5;&#xFF0C;&#x90A3;&#x6C42;&#x7406;&#x89E3;&#x5F00;&#x5BFC;&#xFF0C;&#x597D;&#x670B;&#x53CB;&#x6216;&#x8005;&#x5FC3;&#x7406;&#x533B;&#x751F;&#x90FD;&#x53EF;&#x4EE5;&#xFF0C;&#x6709;&#x4E00;&#x70B9;&#x662F;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x7684;&#x662F;&#xFF0C;&#x4E0D;&#x8981;&#x89C9;&#x5F97;&#x4E0D;&#x597D;&#x610F;&#x601D;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x4FE1;&#x606F;&#x5316;&#x3001;&#x79D1;&#x6280;&#x5316;&#x7684;&#x65F6;&#x4EE3;&#xFF0C;&#x7ED9;&#x6211;&#x4EEC;&#x5E26;&#x6765;&#x7684;&#x597D;&#x7684;&#x4F5C;&#x7528;&#x4E5F;&#x6709;&#xFF0C;&#x5DEE;&#x7684;&#x4E5F;&#x4E0D;&#x4F1A;&#x7F3A;&#x5E2D;&#x3002;   &#x76F8;&#x4FE1;&#x4F60;&#x81EA;&#x5DF1;&#xFF01;&#x60B2;&#x4F24;&#x90FD;&#x7ECF;&#x5386;&#x4E86;&#xFF0C;&#x5FEB;&#x4E50;&#x8FD8;&#x4E0D;&#x662F;&#x7B80;&#x5355;&#x3002;</strong></li>
</ol>
</li>
</ol>
<h3 id="3-&#x4FDD;&#x6301;&#x81EA;&#x7136;&#x5165;&#x7761;"><a href="#3-&#x4FDD;&#x6301;&#x81EA;&#x7136;&#x5165;&#x7761;" class="headerlink" title="3. &#x4FDD;&#x6301;&#x81EA;&#x7136;&#x5165;&#x7761;"></a>3. &#x4FDD;&#x6301;&#x81EA;&#x7136;&#x5165;&#x7761;</h3><p>&#x8FD9;&#x4E2A;&#x8BDD;&#x9898;&#xFF0C;&#x600E;&#x4E48;&#x8BF4;&#x5462;&#x3002;&#x9996;&#x5148;&#xFF0C;<strong>&#x4F60;&#x8981;&#x559C;&#x6B22;&#x81EA;&#x7136;&#x5165;&#x7761;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x89C9;&#x5F97;&#x5B83;&#x80FD;&#x7ED9;&#x4F60;&#x5E26;&#x6765;&#x597D;&#x7684;&#x53D8;&#x5316;&#x3002;&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#x5C31;&#x662F;&#x4F60;&#x8981;&#x8BA4;&#x540C;&#x5B83;&#x3002;</strong>&#x5B83;&#x624D;&#x4F1A;&#x966A;&#x4F34;&#x4F60;&#x7684;&#x6BCF;&#x4E00;&#x665A;&#xFF0C;&#x5657;&#x54C8;&#x54C8;&#x4E0D;&#x8981;&#x4E48;&#x4E48;&#x54D2;&#x3002;</p>
<h3 id="4-&#x5173;&#x4E8E;&#x7761;&#x7720;&#xFF0C;&#x6211;&#x7684;&#x7406;&#x89E3;"><a href="#4-&#x5173;&#x4E8E;&#x7761;&#x7720;&#xFF0C;&#x6211;&#x7684;&#x7406;&#x89E3;" class="headerlink" title="4. &#x5173;&#x4E8E;&#x7761;&#x7720;&#xFF0C;&#x6211;&#x7684;&#x7406;&#x89E3;"></a>4. &#x5173;&#x4E8E;&#x7761;&#x7720;&#xFF0C;&#x6211;&#x7684;&#x7406;&#x89E3;</h3><p>&#x5F88;&#x65E9;&#x5F88;&#x65E9;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x63A5;&#x89E6;&#x5230;&#x6E38;&#x620F;&#xFF08;&#x5E26;&#x7EA2;&#x84DD;&#x6761;&#x7684;&#x90A3;&#x79CD;&#xFF09;&#x540E;&#xFF0C;&#x5C31;&#x5BF9;&#x6E38;&#x620F;&#x7684;&#x4E16;&#x754C;&#x89C2;&#x548C;&#x73B0;&#x5B9E;&#x5BF9;&#x6BD4;&#x4E86;&#x4E00;&#x4E0B;&#xFF08;&#x5207;&#xFF0C;&#x660E;&#x660E;&#x662F;&#x6C89;&#x8FF7;&#x6E38;&#x620F;&#xFF09;&#x3002;&#x6211;&#x53D1;&#x73B0;&#x5E76;&#x63A5;&#x53D7;&#x4E86;&#x4E00;&#x4E2A;&#x81EA;&#x6211;&#x4EA7;&#x751F;&#x7684;&#x89C2;&#x5FF5;&#x3002;</p>
<p>&#x9996;&#x5148;&#xFF0C;&#x4ECB;&#x7ECD;&#x4E00;&#x4E0B;&#x7EA2;&#x84DD;&#x6761;&#x662F;&#x4F55;&#x7269;&#x3002;&#x7EA2;&#x6761;&#xFF0C;&#x662F;&#x8840;&#x91CF;&#x3002;&#x6E38;&#x620F;&#x4EBA;&#x7269;&#x751F;&#x5B58;&#x7684;&#x6761;&#x4EF6;&#x5C31;&#x662F;&#x7EA2;&#x6761;&#x4E0D;&#x80FD;&#x4E3A;&#x7A7A;&#x3002;&#x84DD;&#x6761;&#xFF0C;&#x662F;&#x9B54;&#x6CD5;&#x91CF;&#x3002;&#x6E38;&#x620F;&#x4EBA;&#x7269;&#x51FA;&#x4E86;&#x6325;&#x821E;&#x53CC;&#x624B;&#x5916;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;biubiubiu&#x7684;&#x91CA;&#x653E;&#x9B54;&#x6CD5;&#x6280;&#x80FD;&#x3002;</p>
<p>&#x6E38;&#x620F;&#x4EBA;&#x7269;&#x53EF;&#x4EE5; &#x51ED;&#x7740;&#x81EA;&#x5DF1;&#x7EA2;&#x6761;&#x4E0A;&#x9650;&#x5927;&#x5B58;&#x91CF;&#x591A;&#xFF0C;&#x6063;&#x610F;&#x5FD8;&#x6211;&#xFF0C;&#x51ED;&#x7740;&#x81EA;&#x5DF1;&#x84DD;&#x6761;&#x5389;&#x5BB3;&#xFF0C;&#x5C31;&#x5F00;&#x59CB;&#x653E;&#x70DF;&#x82B1;&#x3002;&#x5076;&#x5C14;&#x4E00;&#x8A00;&#x4E0D;&#x5408;&#x8FD8;&#x82F1;&#x96C4;&#x6551;&#x7F8E;</p>
<p>OK&#xFF0C;&#x5E38;&#x89C4;&#x6E38;&#x620F;&#x4E2D;&#xFF0C;&#x4EBA;&#x7269;&#x7684;&#x7EA2;&#x84DD;&#x6761;&#x662F;&#x8FD9;&#x6837;&#x8BBE;&#x5B9A;&#x7684;&#x3002;&#x7EA2;&#x6761;&#x6CA1;&#x4E86;&#xFF0C;&#x4EBA;&#x7269;over&#xFF0C;&#x84DD;&#x6761;&#x6CA1;&#x4E86;&#xFF0C;biubiubiu&#x4E0D;&#x51FA;&#x6765;&#x9177;&#x70AB;&#x6280;&#x80FD;&#x3002;  &#x7EA2;&#x6761;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x81EA;&#x8EAB;&#x7684;&#x6BCF;&#x79D2;&#x56DE;&#x8840;&#x901F;&#x5EA6;&#x6062;&#x590D;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x501F;&#x52A9;&#x836F;&#x6C34;&#x5FEB;&#x901F;&#x6062;&#x590D;&#x3002;&#x84DD;&#x6761;&#x4E5F;&#x4E00;&#x6837;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#xFF0C;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x6211;&#x4EEC;&#x5462;&#xFF1F;&#x5982;&#x4F55;&#x7C7B;&#x6BD4;&#xFF1F;</p>
<p>&#x7EA2;&#x6761;=&#x4F53;&#x529B;&#xFF0C;&#x84DD;&#x6761;=&#x7CBE;&#x795E;&#x529B;</p>
<p>OK&#xFF0C;&#x73B0;&#x5B9E;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x201C;&#x7EA2;&#x84DD;&#x6761;&#x201D;&#x662F;&#x8FD9;&#x6837;&#x8BBE;&#x5B9A;&#x7684;&#x3002;&#x7EA2;&#x6761;&#x6CA1;&#x4E86;&#xFF0C;&#x5565;&#xFF0C;&#x6CA1;&#x4E86;&#xFF01;&#x54E6;&#x4E0D;&#x4F1A;&#x7684;&#xFF0C;&#x80FD;&#x770B;&#x5230;&#x8FD9;&#x4E2A;&#x6587;&#x7AE0;&#x8BF4;&#x660E;&#x7EA2;&#x6761;&#x8FD8;&#x5728;&#xFF0C;&#x53EA;&#x662F;&#x4F59;&#x91CF;&#x591A;&#x5C11;&#x7F62;&#x4E86;&#x3002;<strong>&#x6062;&#x590D;&#xFF0C;&#x6839;&#x636E;&#x81EA;&#x8EAB;&#x7684;&#x4F53;&#x8D28;&#x3001;&#x6700;&#x8FD1;&#x7684;&#x751F;&#x6D3B;&#x72B6;&#x6001;&#xFF0C;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x56DE;&#x590D;&#x901F;&#x5EA6;&#xFF0C;&#x4E14;&#x6CA1;&#x6709;&#x836F;&#x6C34;&#x7684;&#x5B58;&#x5728;&#xFF01;&#xFF01;&#xFF01;</strong> &#x84DD;&#x6761;&#x5462;&#xFF1F;<strong>&#x5728;&#x751F;&#x6D3B;&#x4E2D;&#x5E94;&#x7528;&#x4E8E;&#x4E13;&#x6CE8;&#x529B;&#x3001;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x53CA;&#x7075;&#x6D3B;&#x7A0B;&#x5EA6;&#x3001;EQIQ&#x7B49;&#x7B49;&#x7B49;&#xFF0C; &#x6062;&#x590D;&#xFF0C;&#x6839;&#x636E;&#x81EA;&#x6211;&#x6210;&#x5C31;&#x611F;&#x3001;&#x6EE1;&#x8DB3;&#x611F;&#x3001;&#x5E78;&#x798F;&#x611F;&#x7B49;&#x7B49;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x5FC3;&#x601D;&#x6D3B;&#x52A8;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x4F9D;&#x8D56;&#x4E8E;&#x7EA2;&#x6761;</strong></p>
<p>&#x90A3;&#x4E48;&#xFF0C;&#x8BB2;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#xFF0C;&#x548C;&#x7761;&#x7720;&#x6709;&#x4EC0;&#x4E48;&#x5173;&#x7CFB;&#x5462;&#xFF1F;</p>
<p>&#x5F53;&#x5E74;&#x6211;&#x56E0;&#x6C89;&#x8FF7;&#x6E38;&#x620F;&#xFF08;&#x8BA9;&#x6211;&#x4E0D;&#x597D;&#x597D;&#x5B66;&#x4E60;&#xFF0C;&#x73B0;&#x5728;&#x5403;&#x4E8F;&#x4E86;&#x5427;&#xFF09;&#x6709;&#x4E86;&#x8FD9;&#x4E2A;&#x89C2;&#x5FF5;&#x540E;&#xFF0C;&#x6211;&#x60F3;&#x5230;&#x7684;&#x662F;&#xFF1A;<strong>&#x7761;&#x7720;&#x5373;&#x662F;&#x4E00;&#x4E2A;&#x8F83;&#x4E3A;&#x5FEB;&#x901F;&#x7684;&#x56DE;&#x590D;&#x7EA2;&#x6761;&#x7684;&#x884C;&#x4E3A;&#x3002;</strong> &#x540C;&#x65F6;&#xFF0C;&#x7EA2;&#x6761;&#x4E5F;&#x4E3A;&#x84DD;&#x6761;&#x7684;&#x5B58;&#x5728;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x8F7D;&#x4F53;&#x3002;&#xFF08;&#x5E9F;&#x8BDD;&#xFF0C;&#x4EBA;&#x4E0D;&#x5728;&#x4E86;&#x8FD8;bb&#x4EC0;&#x4E48;&#xFF09;   &#x5145;&#x76C8;&#x7684;&#x7EA2;&#x6761;&#x4E0D;&#x4E00;&#x5B9A;&#x5C31;&#x9644;&#x5E26;bitbiubiu&#x7684;&#x84DD;&#x6761;&#xFF08;&#x6BD4;&#x5982;&#x970D;&#x91D1;&#x5927;&#x5927;&#xFF09;&#xFF0C;<strong>&#x4F46;&#x5E38;&#x89C4;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7EA2;&#x6761;&#x7684;&#x72B6;&#x6001;&#x4F1A;&#x5F71;&#x54CD;&#x6216;&#x8005;&#x8F83;&#x5C0F;&#x7684;&#x51B3;&#x5B9A;&#x5F53;&#x65F6;&#x4F60;&#x7684;&#x84DD;&#x6761;&#x72B6;&#x6001;</strong>&#xFF0C;&#x53E6;&#x5916;&#x84DD;&#x6761;&#x4E5F;&#x4F1A;&#x66F4;&#x5927;&#x7684;&#x5F71;&#x54CD;&#x6211;&#x4EEC;&#x7684;&#x601D;&#x7EF4;&#x3001;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;&#x3001;&#x751F;&#x6D3B;&#x8D28;&#x91CF;&#x4EE5;&#x53CA;&#x5404;&#x79CD;&#x611F;&#x5B98;&#x3002;   &#x6240;&#x4EE5;&#xFF0C;&#x4F60;&#x8981;&#x77E5;&#x9053;&#x7684;&#x662F;&#xFF0C;<strong>&#x5982;&#x4F55;&#x5FEB;&#x901F;&#x6062;&#x590D;&#x4F60;&#x7684;&#x7EA2;&#x6761;&#x4EE5;&#x53CA;&#x5982;&#x4F55;&#x63D0;&#x5347;&#x4F60;&#x7684;&#x7EA2;&#x6761;&#xFF1F;</strong> </p>
<p>&#x4EE5;&#x4E0B;&#x4EC5;&#x4F9B;&#x53C2;&#x8003;&#xFF1A;</p>
<ul class="ui list">
<li>&#x62E5;&#x6709;&#x4E00;&#x4E2A;&#x826F;&#x597D;&#x7684;&#x7761;&#x7720;&#xFF0C;&#x4FDD;&#x8BC1;&#x5145;&#x8DB3;&#x4E14;&#x8212;&#x9002;&#x3002;&#xFF08;&#x5FEB;&#x901F;&#x56DE;&#x590D;&#x7EA2;&#x6761;&#xFF09;<ul>
<li>&#x89C1;&#x8282;&#x70B9;&#x4E8C;&#x201C;<a href="#2-&#x5982;&#x679C;&#x81EA;&#x5DF1;&#x5931;&#x7720;&#xFF0C;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#x5462;&#xFF1F;">&#x5982;&#x679C;&#x81EA;&#x5DF1;&#x5931;&#x7720;&#xFF0C;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#x5462;&#xFF1F;</a>&#x201D;</li>
</ul>
</li>
<li>&#x589E;&#x52A0;&#x4F60;&#x7684;&#x8EAB;&#x4F53;&#x5F3A;&#x5EA6;&#x3002;&#xFF08;&#x6362;&#x4E2A;&#x89D2;&#x5EA6;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x589E;&#x52A0;&#x4F60;&#x7684;&#x7EA2;&#x6761;&#x4E0A;&#x9650;&#x503C;&#xFF09;<ul>
<li>&#x8FD0;&#x52A8;&#x953B;&#x70BC;&#x662F;&#x4E00;&#x4E2A;&#x4E0D;&#x5BB9;&#x6613;&#x4F46;&#x6709;&#x6548;&#x7684;&#x65B9;&#x5F0F;&#x3002;&#x8FD8;&#x6709;&#x5C31;&#x662F;&#x4ECE;&#x513F;&#x7AE5;&#x65F6;&#x671F;&#x6210;&#x957F;&#x5230;&#x9752;&#x5E74;&#x65F6;&#x671F;&#x1F602;</li>
</ul>
</li>
</ul>
<p>&#x81F3;&#x4E8E;&#x84DD;&#x6761;&#xFF0C;&#x5982;&#x4F55;&#x6062;&#x590D;&#x548C;&#x5982;&#x4F55;&#x63D0;&#x5347;&#xFF0C;&#x4E0D;&#x518D;&#x672C;&#x6B21;&#x8BA8;&#x8BBA;&#x8303;&#x56F4;&#x5185;&#xFF0C;&#xFF08;&#x53E6;&#x5916;&#x5348;&#x4F11;&#x7ED3;&#x675F;&#x4E86;&#xFF0C;&#x8BE5;&#x4E0A;&#x73ED;&#x4E86;&#x3002;&#x9003;&#xFF09;</p>
<p>&#x4F46;&#x6211;&#x53EF;&#x4EE5;&#x8BF4;&#x4E00;&#x70B9;&#xFF1A;<strong>&#x4EBA;&#x662F;&#x4F1A;&#x601D;&#x8003;&#x7684;&#xFF0C;&#x4EBA;&#x662F;&#x8981;&#x601D;&#x8003;&#x7684;&#xFF0C;&#x4EBA;&#x662F;&#x7231;&#x601D;&#x8003;&#x7684;&#x3002;</strong></p>
<p>&#x8C22;&#x8C22;&#x7FFB;&#x9605;&#x3002;&#x4E0D;&#x5230;&#x4E4B;&#x5904;&#x656C;&#x8BF7;&#x8C05;&#x89E3;~</p>

                        
                    </div>

                    
                    
                    

                    <div class="description post-description">
    <span class="post-description-item">
        <time datetime="2018-08-13T04:34:48.000Z" itemprop="datePublished">2018-08-13</time>

    </span>
    <span class="post-description-item">
        

    <span>
        <i class="tags icon"></i>
    </span>

    
    <span class="ui tiny label">
        <a href="/tags/生活/">生活</a>
    </span>

    

    </span>
</div>


                </div>
                
                <div id="pagination" class="nav-web ui text container pagination">

    <div class="ui stackable two column divided grid container">
        <div class="row">
            <div class="column nav-left">
                

                <a href="/2018/08/18/js-base/js-variable-scope-RAM/" class="ui tiny button">

                    <i class="angle left icon"></i>
                    
                    JS 变量、作用域和内存问题（一） 
                    

                </a>

                
            </div>
            <div class="column nav-right">
                

                <a href="/2018/08/09/es6/class/" class="ui tiny button">
                    
                    ES6 --- Class基本语法
                    
                    <i class="angle right icon"></i></a>
                
            </div>
        </div>
    </div>

</div>
                
            </div>

            
            <div class="three wide computer three wide tablet column">

                <div class="ui sticky article-toc" id="article-toc">
                    <!-- toc -->
                    <ol class="ui ordered list"><li><a href="#自然入睡-amp-失眠"><span>自然入睡 & 失眠</span></a></li><li><a href="#1-失眠是什么"><span>1. 失眠是什么</span></a></li><li><a href="#2-如果自己失眠，应该怎么做呢？"><span>2. 如果自己失眠，应该怎么做呢？</span></a></li><li><a href="#3-保持自然入睡"><span>3. 保持自然入睡</span></a></li><li><a href="#4-关于睡眠，我的理解"><span>4. 关于睡眠，我的理解</span></a></li></ol>
                </div>

            </div>
            

        </div>
    </div>
</div>


                    <!--</div>-->
                <!--</div>-->
            <!--</div>-->
        </div>
        <div class="ui vertical footer segment">
    <div class="ui center aligned container">
        <div class="ui inverted section divider"></div>
        &copy; 2020 <a href="/">鹏程</a>.
    </div>
</div>

    </div>




<!-- scripts list from theme config.yml -->

<script src="//cdn.bootcss.com/jquery/3.1.0/jquery.min.js"></script>

<script src="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch/3.18.1/algoliasearch.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch-helper-js/2.13.0/algoliasearch.helper.min.js"></script>

<script src="/js/semantic-ui-algolia.js"></script>

<script src="/js/aloha-events.js"></script>



</body>
</html>
